<?php
return [
    'admin' => [
        'categories' => [
            'create' => [
                'success' => 'Категория успешно добавлена',
                'fail' => 'Ошибка добавления'
            ],
            'update' => [
                'success' => 'Категория была обновлена',
                'fail' => 'Ошибка обновления'
            ]
        ],
        'news' => [
            'create' => [
                'success' => 'Новость успешно добавлена',
                'fail' => 'Ошибка добавления'
            ],
            'update' => [
                'success' => 'Новость была обновлена',
                'fail' => 'Ошибка обновления'
            ]
        ],
        'sources' => [
            'create' => [
                'success' => 'Ресурс успешно добавлен',
                'fail' => 'Ошибка добавления'
            ],
            'update' => [
                'success' => 'Ресурс был обновлен',
                'fail' => 'Ошибка обновления'
            ]
        ],
        'users' => [
            'create' => [
                'success' => 'Пользователь успешно создан',
                'fail' => 'Ошибка создания пользователя'
            ],
            'update' => [
                'success' => 'Данные пользователя были успешно обновлены',
                'fail' => 'Ошибка обновления данных пользователя'
            ]
        ],
        'parser' => [
            'create' => [
                'success' => 'Парсинг новостей стартовал',
                'fail' => 'Ошибка парсинга'
            ],
        ],
    ],
    'form' => [
        'feedback' => [
            'create' => [
                'success' => 'Ваш отзыв был нами успешно получен. Благодарим за обратную связь!',
                'fail' => 'Возникла ошибка'
            ],
        ],
        'unloading' => [
            'create' => [
                'success' => 'Ваш запрос получен и будет обработан в ближайшее время',
                'fail' => 'Возникла ошибка'
            ],
            'update' => [
                'success' => 'Статус успешно обновлен',
                'fail' => 'Ошибка обновления статуса'
            ]
        ],
    ]
];
