<?php
return [
    'admin' => [
        'categories' => [
            'create' => [
                'success' => 'Категория успешно добавлена',
                'fail' => 'Ошибка добавления'
            ],
            'update' => [
                'success' => 'Категория была обновлена',
                'fail' => 'Ошибка обновления'
            ]
        ],
        'news' => [
            'create' => [
                'success' => 'Новость успешно добавлена',
                'fail' => 'Ошибка добавления'
            ],
            'update' => [
                'success' => 'Новость была обновлена',
                'fail' => 'Ошибка обновления'
            ]
        ],
        'sources' => [
            'create' => [
                'success' => 'Ресурс успешно добавлен',
                'fail' => 'Ошибка добавления'
            ],
            'update' => [
                'success' => 'Ресурс был обновлен',
                'fail' => 'Ошибка обновления'
            ]
        ],
    ]
];
